{
  "_instructions": "Edit this file to update your website content. After saving, run Claude_Deploy.py to publish changes. Do NOT change the key names (the words on the left of the colon). Only change the values (the text on the right). Use \\n for a new line within a paragraph if needed.",

  "site": {
    "title": "MOHANGRAPHY",
    "tagline": "Light · Moment · Story",
    "byline": "Photos by",
    "photographer_name": "N C Mohan",
    "contact_email": "ncmohan.photos@gmail.com",
    "description": "Fine art photography by N C Mohan. Landscapes, architecture, wildlife, and more."
  },

  "about": {
    "title": "About Me",
    "subtitle": "Photographer · N C Mohan",
    "paragraphs": [
      "I am <strong>N C Mohan</strong>, a photographer based in India with a deep passion for capturing the world in its most honest and luminous moments. My work spans landscapes, wildlife, architecture, and the quiet beauty of everyday life.",
      "Photography for me is the intersection of <strong>light, moment, and story</strong> — three elements that are fleeting, unrepeatable, and endlessly compelling. I chase the quality of light as obsessively as I chase the subject within it.",
      "My journeys have taken me across India's diverse terrains — from the mist-laden hills of <strong>Megamalai</strong> of South to the <strong>Snow-cladden Himalayas</strong> of the North, the coastlines of West and East, the deserts of <strong>Rajasthan plains</strong> and the high-altitude desert in <strong?Ladakh</strong>, and the many forests that define this extraordinary country."
    ]
  },

  "philosophy": {
    "title": "Philosophy",
    "subtitle": "How I see the world",
    "paragraphs": [
      "Every photograph begins with <strong>seeing</strong> — not just looking. I believe the camera is a tool for attention, a device that forces you to slow down and notice what is already there.",
      "I am drawn to available light — dawn, dusk, storm light, the last rays cutting through forest canopy. I rarely intervene in a scene. My instinct is to <strong>wait, watch, and respond</strong>"
    ]
  },

  "gear": {
    "title": "Gear & Kit",
    "subtitle": "The tools of the trade",
    "items": [
      {
        "heading": "Camera Body",
        "detail": "[ NIKON D-750 AND D-90 ]"
      },
      {
        "heading": "Primary Lenses",
        "detail": "[ NIKKOR 35mm, 50mm f/1.8, 11-20mm, 55-300mm, 200-500mm ]"
      }
    ]
  },

  "contact": {
    "title": "Get in Touch",
    "subtitle": "Inquiries & Collaborations",
    "paragraphs": [
      "Whether you are interested in a print, a licensing inquiry, or simply want to talk photography, I would love to hear from you.",
      "The best way to reach me is via email at <strong>ncmohan.photos@gmail.com</strong>. I typically respond within 48 hours."
    ]
  },

  "prints": {
    "title": "Prints",
    "subtitle": "Bring the world home",
    "paragraphs": [
      "Limited edition prints are available for most images in the collection. Each print is produced on <strong> quality</strong> paper.",
      "Custom sizing and framing options can be discussed based on your space requirements."
    ]
  },

  "licensing": {
    "title": "Image Licensing",
    "subtitle": "Professional Usage",
    "paragraphs": [
      "Rights-managed licensing for editorial, commercial, or digital use is available. My work has appeared in various publications and exhibitions.",
      "To discuss licensing terms, please send an email with the image title and your intended usage details."
    ]
  },

  "legal": {
    "title": "Copyright & Legal",
    "subtitle": "Your rights and ours",
    "items": [
      {
        "heading": "Copyright Notice",
        "detail": "All photographs, text, and visual content on this website are © N C Mohan. All rights reserved. No image may be reproduced, distributed, publicly displayed, or used in any form without the prior written consent of N C Mohan."
      },
      {
        "heading": "Watermarks & Metadata",
        "detail": "All images carry embedded copyright metadata. Removal of this metadata is a violation of the Copyright Act."
      },
      {
        "heading": "Downloads",
        "detail": "Images visible on this site are display-resolution only. Full-resolution files are available exclusively through the Print Sales or Licensing channels."
      },
      {
        "heading": "Privacy",
        "detail": "This website does not collect personal data, set cookies, or use analytics tracking beyond standard server logs."
      },
      {
        "heading": "Governing Law",
        "detail": "Any dispute arising from the use of this website or its content shall be governed by the laws of India."
      }
    ]
  }
}