{
  "_instructions": "Edit this file to update your website content. After saving, run deploy.py to publish changes. Do NOT change the key names (words on the left of the colon). Only change the values (text on the right).",
  "site": {
    "title": "MOHANGRAPHY",
    "tagline": "Light · Moment · Story",
    "byline": "Photos by",
    "photographer_name": "N C Mohan",
    "contact_email": "ncmohan.photos@gmail.com",
    "description": "Fine art photography by N C Mohan. Landscapes, architecture, wildlife, and more."
  },
  "about": {
    "title": "About Me",
    "subtitle": "Photographer · N C Mohan",
    "paragraphs": [
      "I am <strong>N C Mohan</strong>, a photographer based in India with a deep passion for capturing the world in its most honest and luminous moments. My work spans landscapes, wildlife, architecture, and the quiet beauty of everyday life.",
      "Photography for me is the intersection of <strong>light, moment, and story</strong> — three elements that are fleeting, unrepeatable, and endlessly compelling. I chase the quality of light as obsessively as I chase the subject within it.",
      "My journeys have taken me across India's diverse terrains — from the mist-laden hills of <strong>Megamalai</strong> of the South to the <strong>Snow-clad Himalayas</strong> of the North, the coastlines of West and East, the deserts of <strong>Rajasthan</strong> and the high-altitude desert of <strong>Ladakh</strong>, and the many forests that define this extraordinary country."
    ]
  },
  "philosophy": {
    "title": "Philosophy",
    "subtitle": "How I see the world",
    "paragraphs": [
      "Every photograph begins with <strong>seeing</strong> — not just looking. I believe the camera is a tool for attention, a device that forces you to slow down and notice what is already there.",
      "I am drawn to available light — dawn, dusk, storm light, the last rays cutting through forest canopy. I rarely intervene in a scene. My instinct is to <strong>wait, watch, and respond</strong>."
    ]
  },
  "gear": {
    "title": "Gear & Kit",
    "subtitle": "The tools of the trade",
    "items": [
      {
        "heading": "Camera Body",
        "detail": "Nikon D-750 and D-90"
      },
      {
        "heading": "Primary Lenses",
        "detail": "Nikkor 35mm, 50mm f/1.8, 11-20mm, 55-300mm, 200-500mm"
      }
    ]
  },
  "contact": {
    "title": "Get in Touch",
    "subtitle": "Inquiries & Collaborations",
    "intro": "Whether you are interested in a print, a licensing inquiry, or simply want to talk photography — I would love to hear from you. I typically respond within 48 hours.",
    "subjects": [
      "General Enquiry",
      "Print Purchase",
      "Licensing & Usage Rights",
      "Collaboration",
      "Other"
    ]
  },
  "prints": {
    "title": "Prints",
    "subtitle": "Bring the world home",
    "intro": "Limited edition prints are available for most images in the collection. Each print is produced on <strong>quality paper</strong>.",
    "note": "",
    "sizes": [
      {
        "size": "A4",
        "dimensions": "210 × 297 mm | 21.0 × 29.7 cm | 8.3 × 11.7 in",
        "edition": "Open edition",
        "price": "On request"
      },
      {
        "size": "A3",
        "dimensions": "297 × 420 mm | 29.7 × 42.0 cm | 11.7 × 16.5 in",
        "edition": "Open edition",
        "price": "On request"
      },
      {
        "size": "A2",
        "dimensions": "420 × 594 mm | 42.0 × 59.4 cm | 16.5 × 23.4 in",
        "edition": "Limited — 50 copies",
        "price": "On request"
      },
      {
        "size": "A1",
        "dimensions": "594 × 841 mm | 59.4 × 84.1 cm | 23.4 × 33.1 in",
        "edition": "Limited — 25 copies",
        "price": "On request"
      }
    ]
  },
  "licensing": {
    "title": "Image Licensing",
    "subtitle": "Professional Usage",
    "paragraphs": [
      "Rights-managed licensing for editorial, commercial, or digital use is available. My work has appeared in various publications and exhibitions.",
      "<strong>Editorial Licensing</strong> — images may be licensed for editorial use in publications, documentaries, and educational material.",
      "<strong>Commercial Licensing</strong> — advertising, product packaging, and corporate communications require a separate commercial licence.",
      "To discuss licensing terms, please send an email with the image title and your intended usage details."
    ]
  },
  "workshops": {
    "title": "Workshops & Tours",
    "subtitle": "Learn to see, learn to shoot",
    "paragraphs": [
      "I occasionally lead small-group <strong>photography workshops and field tours</strong> in locations I know intimately — including the Western Ghats, Megamalai, and other destinations across India.",
      "To register interest or ask about upcoming dates, please use the Contact page."
    ]
  },
  "legal": {
    "title": "Copyright & Legal",
    "subtitle": "Your rights and ours",
    "items": [
      {
        "heading": "Copyright Notice",
        "detail": "All photographs, text, and visual content on this website are © N C Mohan. All rights reserved. No image may be reproduced, distributed, publicly displayed, or used in any form without the prior written consent of N C Mohan."
      },
      {
        "heading": "Watermarks & Metadata",
        "detail": "All images carry embedded copyright metadata. Removal of this metadata is a violation of the Copyright Act."
      },
      {
        "heading": "Downloads",
        "detail": "Images visible on this site are display-resolution only. Full-resolution files are available exclusively through the Print Sales or Licensing channels."
      },
      {
        "heading": "Privacy",
        "detail": "This website does not collect personal data, set cookies, or use analytics tracking beyond standard server logs."
      },
      {
        "heading": "Governing Law",
        "detail": "Any dispute arising from the use of this website or its content shall be governed by the laws of India."
      }
    ]
  }
}